const $com = {
  title: '<Blog/>',

  btn: 'Go to Blog'
}
const $ko = {
  desc: `캐셔레스트는 가상 화폐에 대한 국내외 정보를 가장 빠르고 정확하게 고객에게 전달해 드리고자 캐셔레스트 블로그를 운영합니다.
이로 통해 고객님의 가상 화폐 거래가 더 이상 투기가 아닌, 정확한 정보에 의한 확신 있는 투자가 되실 수 있도록 도움을 드리는 것을 목표로 아래의 컨텐츠를 운영하고 있습니다. `,
  s_title1: '코인 이야기',
  s_desc1: '가상 화폐에 대한 기술적이고 전문적인 소개를 해드립니다.',
  s_title2: '코인 정보',
  s_desc2: '전세계 가상 화폐 뉴스를 누구보다 빠르게 전달해 드립니다.',
  s_title3: '코인 제테크',
  s_desc3: ' 고객님 모두 윈윈할 수 있는 다양한 투자 노하우를 공유하고 있습니다.',
  s_title4: '모찌의 가상화폐 이야기',
  s_desc4: '초보자분들께 작은 도움이 되려고 아프리카 tv 와 트위치tv에 라이브방송을 진행하고 있습니다.'
}

const $en = {
  desc: `캐셔레스트는 가상 화폐에 대한 국내외 정보를 가장 빠르고 정확하게 고객에게 전달해 드리고자 캐셔레스트 블로그를 운영합니다.
이로 통해 고객님의 가상 화폐 거래가 더 이상 투기가 아닌, 정확한 정보에 의한 확신 있는 투자가 되실 수 있도록 도움을 드리는 것을 목표로 아래의 컨텐츠를 운영하고 있습니다. `,
  s_title1: '코인 이야기',
  s_desc1: '가상 화폐에 대한 기술적이고 전문적인 소개를 해드립니다.',
  s_title2: '코인 정보',
  s_desc2: '전세계 가상 화폐 뉴스를 누구보다 빠르게 전달해 드립니다.',
  s_title3: '코인 제테크',
  s_desc3: ' 고객님 모두 윈윈할 수 있는 다양한 투자 노하우를 공유하고 있습니다.',
  s_title4: '모찌의 가상화폐 이야기',
  s_desc4: '초보자분들께 작은 도움이 되려고 아프리카 tv 와 트위치tv에 라이브방송을 진행하고 있습니다.'
}

export default {
  '$ko': { ...$com, ...$ko },
  '$en': { ...$com, ...$en }
}
